tap "codeship/taps"
tap "dagger/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
tap "stripe/stripe-cli"
brew "act"
brew "azure-cli"
brew "bat"
brew "bitrise"
brew "glib"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "exercism"
brew "foreman"
brew "freetds"
brew "gh"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "pango"
brew "mas"
brew "nvm"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "ponysay"
brew "postgresql", restart_service: true
brew "postgresql@13"
brew "protobuf"
brew "putty"
brew "redis", restart_service: true
brew "vips"
brew "yarn"
brew "zlib"
brew "dagger/tap/dagger"
brew "heroku/brew/heroku"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "snyk/tap/snyk"
brew "stripe/stripe-cli/stripe"
cask "gpg-suite"
cask "jet"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "Aquarelo", id: 1263012549
mas "Bumpr", id: 1166066070
mas "CCMenu", id: 603117688
mas "Cursor Pro", id: 1447043133
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "HazeOver", id: 430798174
mas "Icon Set Creator", id: 939343785
mas "Icon Slate", id: 439697913
mas "IconKit", id: 507135296
mas "iJustine Teaches FCP X", id: 1474163299
mas "iMovie", id: 408981434
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Machinarium", id: 423984210
mas "Markdown Pro", id: 465965038
mas "Meeter", id: 1510445899
mas "Memory Check", id: 1462188561
mas "Messenger", id: 1480068668
mas "Microsoft Remote Desktop", id: 1295203466
mas "Motion", id: 434290957
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825
mas "Overlap", id: 1516950324
mas "Pages", id: 409201541
mas "Paletter", id: 1494948845
mas "Pomodoro²", id: 1492557913
mas "RunCat", id: 1429033973
mas "Smart JSON Editor", id: 1268962404
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "The Unarchiver", id: 425424353
mas "Theine", id: 955848755
mas "Twitter", id: 1482454543
mas "Vectornator Pro", id: 1470168007
mas "Writerly", id: 1143101981
mas "Xcode", id: 497799835
