tap "codeship/taps"
tap "dagger/tap"
tap "dart-lang/dart"
tap "gcenx/wine"
tap "heroku/brew"
tap "kegworks-app/kegworks"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
tap "sass/sass"
tap "snyk/tap"
tap "stripe/stripe-cli"
brew "act"
brew "openssl@3"
brew "automake"
brew "libyaml"
brew "azure-cli"
brew "bat"
brew "bitrise"
brew "glib"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "elixir"
brew "exercism"
brew "harfbuzz"
brew "icu4c@76"
brew "pango"
brew "ffmpeg"
brew "ffuf"
brew "flyctl"
brew "foreman"
brew "freetds"
brew "gh"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "shared-mime-info"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "libpq"
brew "mas"
brew "mise"
brew "zlib"
brew "mysql"
brew "nvm"
brew "tmux"
brew "overmind"
brew "php"
brew "pinentry-mac"
brew "postgresql@14", restart_service: :changed
brew "powerlevel10k"
brew "protobuf"
brew "rbspy"
brew "redis", restart_service: :changed
brew "rust"
brew "steampipe"
brew "vercel-cli"
brew "vips"
brew "yarn"
brew "dagger/tap/dagger"
brew "heroku/brew/heroku"
brew "snyk/tap/snyk"
brew "stripe/stripe-cli/stripe"
cask "gpg-suite"
cask "gstreamer-runtime"
cask "jet"
cask "kegworks"
cask "lo-rain"
cask "ngrok"
cask "wine-stable"
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Aiko", id: 1672085276
mas "Aquarelo", id: 1263012549
mas "Bumpr", id: 1166066070
mas "CapCut", id: 1500855883
mas "CCMenu", id: 603117688
mas "Chat Unlimited & Ask Brutus AI", id: 6443925235
mas "Codye", id: 1516894961
mas "Cursor Pro", id: 1447043133
mas "Final Cut Pro", id: 424389933
mas "Folder Peek", id: 1615988943
mas "Friendly Streaming", id: 553245401
mas "GarageBand", id: 682658836
mas "Glide", id: 1593045116
mas "Hidden Bar", id: 1452453066
mas "iA Writer", id: 775737590
mas "Icon Slate", id: 439697913
mas "IconKit", id: 507135296
mas "iJustine Teaches FCP X", id: 1474163299
mas "Image Vectorizer", id: 789656124
mas "iMovie", id: 408981434
mas "Just Press Record", id: 1033342465
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Linearity Curve", id: 1219074514
mas "LittleIpsum", id: 405772121
mas "Magnet", id: 441258766
mas "Markdown Pro", id: 465965038
mas "Memory Check", id: 1462188561
mas "MenubarX", id: 1575588022
mas "Messenger", id: 1480068668
mas "Momentum", id: 1564329434
mas "Motion", id: 434290957
mas "NoIMGdata", id: 516770862
mas "Numbers", id: 409203825
mas "Overlap", id: 1516950324
mas "Pages", id: 409201541
mas "Paletter", id: 1494948845
mas "Pastel", id: 413897608
mas "PDF Expert", id: 1055273043
mas "Peek", id: 1554235898
mas "Pikka", id: 1195076754
mas "Prompt", id: 1594420480
mas "RunCat", id: 1429033973
mas "Sequel Ace", id: 1518036000
mas "SnippetsLab", id: 1006087419
mas "Snippit", id: 1465481124
mas "Spark", id: 1176895641
mas "Speedtest", id: 1153157709
mas "Tayasui Sketches", id: 1178074963
mas "Textastic", id: 572491815
mas "The Unarchiver", id: 425424353
mas "Theine", id: 955848755
mas "Tot", id: 1491071483
mas "Trello", id: 1278508951
mas "Windows App", id: 1295203466
mas "Writerly", id: 1143101981
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "dakshmiglani.hex-to-rgba"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "jock.svg"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "pkief.material-icon-theme"
vscode "pwabuilder.pwa-studio"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "vayan.haml"
vscode "yzhang.markdown-all-in-one"
